cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'homebrew/core'
tap 'homebrew/dupes'
brew 'vim'
brew 'tmux'
brew 'mas'
brew 'zsh'
brew 'the_silver_searcher'
brew 'ack'
brew 'reattach-to-user-namespace'
brew 'whois'
brew 'zsh-completions'
brew 'git'
cask 'skype'
cask 'dropbox'
cask 'google-chrome'
cask 'iterm2'
cask 'istat-menus'
cask 'slack'
mas '1Password', id: 443987910
mas 'Xcode', id: 497799835
mas 'Type2Phone', id: 472717129
mas 'Deliveries', id: 924726344
mas 'Tweetbot', id: 557168941
mas 'Dash', id: 449589707
mas 'Divvy', id: 413857545
